/* No comment provided by engineer. */
"(Multiple)" = "(Несколько)";

/* (None) */
"(None)" = "(Нет)";

/* Abort */
"Abort" = "Прервать";

/* AbortClone */
"AbortClone" = "Прервать клонирование";

/* AbortGraft */
"AbortGraft" = "Прервать пересадку";

/* AbortRebase */
"AbortRebase" = "Прервать перемещение";

/* AcceptAndContinue */
"AcceptAndContinue" = "Подтвердить и продолжить";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "Закладка";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "Ветка";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "Текущая закладка";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "Текущая ветка";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "Статус файла";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "Внешний";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "Внешняя ветка";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "Stash";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "Подмодуль";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "Поддерево";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "Метка";

/* AccountCreationFailed */
"AccountCreationFailed" = "Не удалось создать учётную запись";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "Игнорировать глобально";

/* AddLocalIgnore */
"AddLocalIgnore" = "Игнорировать в этом репозитории";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "Добавление поддерева по локальному пути «%@»";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Добавить в индекс";

/* AllFiles */
"AllFiles" = "Все файлы";

/* AllTrackedBranches */
"AllTrackedBranches" = "Все отслеживаемые ветки";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "Данные файлы уже отмечены как разрешенные, вы действительно хотите повторить слияние?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "Конфликты в файле уже разрешены";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "Файл патча не указан";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "Текст патча не указан";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "Выберите файл патча";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "Файл патча:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "Открыть файл патча";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "Один или несколько блоков изменений были отклонены при применении патча, вы можете просмотреть эти блоки в файлах «.rej» с именами, совпадающими с именами затронутых файлов. Затронутые файлы:\n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "Отклоненные блоки в патче";

/* AppNotFound */
"AppNotFound" = "%@ не найден на вашем компьютере. Чтобы использовать его, убедитесь, что вы его установили.";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "%@ не найден на вашем компьютере. Чтобы использовать его, убедитесь, что вы его установили.";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "Приложение не найдено";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Вы еще не установили утилиту командной строки Araxis Merge, которая требуется для работы. Пожалуйста, зайдите на сайт Araxis Merge, скачайте утилиту и установите ее.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "Утилита командной строки Araxis Merge не найдена";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "Araxis Merge не найден на этом компьютере. Установите Araxis Merge, если вы хотите использовать его, как внешнюю утилиту сравнения и слияния.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge не установлен";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* AuthorisationFailedTitle */
"AuthorisationFailedTitle" = "Не удалось авторизоваться";

/* Automatic */
"Automatic" = "Автоматически";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "Получение изменений ветки «%@» из «%@»";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "Папка по-умолчанию:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "Выберите папку по-умолчанию для новых репозиториев и клонов";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "Папка по умолчанию";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "Выберите расположение GPG для подписания коммитов";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "Расположение GPG по-умолчанию";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "Файл игнорирования:";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Выберите глобальный файл игнорирования Git";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Глобальный файл игнорирования Git";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "Файл игнорирования:";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Выберите глобальный файл игнорирования Mercurial";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Глобальный файл игнорирования Mercurial";

/* BrowserLoadError */
"BrowserLoadError" = "При загрузке закладок произошла ошибка.";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "Не удалось загрузить закладки";

/* Cancel */
"Cancel" = "Отменить";

/* Change Folder */
"ChangeFolder" = "Изменить папку";

/* ChangesNotFound */
"ChangesNotFound" = "Changes не найден на этом компьютере. Установите Changes, если вы хотите использовать его, как внешнюю утилиту сравнения и слияния.";

/* ChangesNotFoundTitle */
"ChangesNotFoundTitle" = "Changes не найден";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "Введите новый адрес источника для «%@»";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "Изменить источник подмодуля";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "Изменить источник подрепозитория";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "Проверка адреса клонирования…";

/* CheckingForUserStatus */
"CheckingForUserStatus" = "Проверка пользователя…";

/* CheckingSubmodules */
"CheckingSubmodules" = "Проверка подмодулей…";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "Проверка подрепозиториев…";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "Перейти…";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "Отложить с описанием:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "Добавить в Stash с описанием:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "Локальная ветка «%@» уже существует. Вы хотите получить последние изменения из «%@/%@» в эту ветку?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "Местная ветка уже существует";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "Отбор";

/* CleanFiles */
"CleanFiles" = "Чистые файлы";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "Целевая папка %@ уже существует и содержит файлы. Пожалуйста, выберите пустую или не существующую папку для клонирования.";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "Нельзя клонировать в непустую папку";

/* CloneFromToMsg */
"CloneFromToMsg" = "Клонирование из %@ в %@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "В данный момент вы клонируете репозиторий. Если вы выйдете из SourceTree сейчас, процесс клонирования будет прерван. Вы действительно хотите выйти?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "Идёт клонирование";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "Не удалось установить инструменты командной строки, пожалуйста просмотрите системные логи для получения дополнительной информации.";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "Не удалось установить";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "Инструмент командной %@ не найден на вашем компьютере. Пожалуйста, убедитесь, что вы установили его.";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "Утилита не найдена";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "История команд";

/* Commit */
"Commit" = "Коммит";

/* Commit... */
"Commit..." = "Зафиксировать…";

/* CommitDetails */
"CommitDetails" = "Описание коммита:";

/* CommitLabel */
"CommitLabel" = "Коммит:";

/* CompanyRegisterField */
"CompanyRegisterField" = "компания";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "Пожалуйста заполните все поля";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "Нужно заполнить обязательные поля";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "Вы Уверены";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Abort Graft?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "Вы действительно хотите прервать перемещение?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "Прервать перемещение?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "Содержимое следующих файлов будет добавлено в систему контроля версий:\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "Добавить?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "Размер следующих файлов больше или равен 10МБ, вы действительно хотите их добавить?\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "Обнаружены большие файлы";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "Это действие удалит все отсутствующие в рабочей копии файлы и добавит все новые файлы.\n\nВы уверены, что хотите продолжить?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "Подтверждение добавления / удаления";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "Уже есть рабочая копия с таким же путем.\n\nВы действительно хотите продолжить?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "Подтвердить добавление рабочей копии";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "Вы уверены, что хотите применить Stash «%@» к вашей рабочей копии?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "Применить Stash?";

/* ConfirmBackout */
"ConfirmBackout" = "Вы действительно хотите обратить выбранные изменения?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "Подтвердите обращение изменений";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "Вы действительно хотите закрыть ветку «%@»?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "Подтверждение закрытия ветки";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Are you sure you want to continue the graft operation? Make sure you've resolved all the outstanding conflicts.";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Continue Graft?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "Are you sure you want to continue the rebase operation? Make sure you've resolved all the outstanding conflicts.";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "Continue Rebase?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "Вы действительно хотите удалить эти ветки?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "Подтвердите выбрасывание ветки";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "Вы действительно хотите удалить следующие внешние ветки?\n\n%@\n\nЭто приведет к тому, что ветки будут удалены и на внешнем репозитории.";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "Подтвердите удаление ветки";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "Вы действительно хотите удалить отложенные изменения с именем «%@»?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "Вы действительно хотите удалить внешнюю ветку «%@»?\n\nЭто приведет к тому, что ветка будет удалена и на внешнем репозитории.";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "Вы уверены, что хотите удалить отложенные изменения «%@»?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "Вы действительно хотите удалить «%@»?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "Подтвердите удаление";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "Вы действительно хотите убрать все изменение в этом блоке?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "Подтверждение отмены изменений";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "Вы действительно хотите отклонить изменения в выбранных строках?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "Подтверждение отмены изменений";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "Принудительная отправка может вызвать значительные проблемы на внешнем репозитории и у тех, кто будет получать из них изменения. Вы действительно хотите продолжить?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "Подтверждение принудительной отправки";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "Игнорировать эти файлы?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "Подтвердите игнорирование";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "Вы уверены, что хотите пометить следующие файлы, как разрешенные?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "Подтвердите пометку разрешённым";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "Вы действительно хотите пометить эти файлы конфликтующими?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "Подтвердите пометку неразрешённым";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "Вы действительно хотите влить «%@» в текущую ветку?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "Подтвердите слияние";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "Такой файл уже существует - вы действительно хотите перезаписать его?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "Перезаписать файл?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "Вы уверены, что хотите получить %@ в местную ветку?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "Подтвердите получение";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "Вы действительно хотите отправить метку %@ на %@?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "Отправить метку?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "Are you sure you want to rebase your current changes on to '%@'?\n\nMake sure your changes have not been pushed to anyone else.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "Подтвердите перемещение";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "Подтвердить удаление?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "Вы действительно хотите удалить закладку «%@»?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "Подтверждение удаления закладки";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "Следующие файлы будут удалены из системы контроля версий:\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "Подтвердить удаление?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "Вы действительно хотите удалить выбранную учётную запись?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "Подтвердить?";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "Вы действительно хотите удалить следующий узел и всех его потомков?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "Вы действительно хотите удалить выбранный внешний адрес из настроек данного репозитория?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "Подтверждаете удаление внешнего репозитория?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "Подтвердить удаление?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "Вы действительно хотите удалить следующие объекты и все их потомки?\n\n%@\n\nЭто удалит одну или более записей в репозитории, поэтому необходимо выбрать, нужно ли удалить закладки или удалить также и сами репозитории?";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "Вы собираетесь удалить локальные репозитории, но репозиторий «%@» содержит незафиксированные изменения, которые будут утеряны навсегда, если вы удалите этот репозиторий. Вы действительно хотите удалить локальный репозиторий?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "Подтверждение Удаления Репозитория";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "Вы действительно хотите удалить метку «%@»?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "Подтверждение удаления метки";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "Следующие файлы содержат изменения или информацию, которая не входит в систему контроля версий, и будет необратимо утеряна при удалении этих файлов:\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "Подтвердите удаление измененных неотслеживаемых файлов";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "Заменить описание коммита?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "Вы точно хотите заменить описание данного коммита описанием из предыдущего коммита?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "Вы действительно хотите сбросить все текущие изменения в этом репозитории?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "Подтвердить?";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "«Жесткий» сброс отменит все локальные изменения в рабочей копии и в индексе. Вы действительно хотите сделать это?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "Предупреждение: деструктивная операция";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "Are you sure you want to resolve the following files using your own version?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "Confirm Resolve Using 'Mine'";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "Are you sure you want to resolve the following files using the version from the other side of the merge?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "Confirm Resolve Using 'Theirs'";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "Вы действительно хотите перезапустить процесс слияния для данных файлов?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "Подтвердите перезапуск слияния";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "Вы действительно хотите отклонить все изменения в выделенных файлах?\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "Вы действительно хотите отклонить все изменения в выделенных файлах?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "Подтвердить?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Пожалуйста, подтвердите, что вы хотите вернуть следующие файлы:\n\n%@\n\nк состоянию, в котором они были после этого коммита:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "Подтвердить?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "Вы действительно хотите добавить эти изменения в индекс?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "Подтвердить принятие?";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "Следующие файлы будут удалены из системы контроля версий, но останутся на диске:\n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "Прекратить отслеживание?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "Do not modify working copy during strip (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Are you SURE you want to strip revision %@?\n\nThis is a destructive operation which will remove this revision and ALL of its descendents, so it should not be done lightly.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "Действительно срезать и уничтожить историю?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "Вы действительно хотите переключить рабочую копию на ветку «%@»?";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "Подтвердите смену ветки";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "Вы уверены в том, чтобы перенести Вашу локальную ветку '%@' в трэкированную дистанционную ветку '%@' в будущем?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "Подтвердите смену отслеживаемой ветки";

/* ConfirmTransplant */
"ConfirmTransplant" = "Вы действительно хотите применить выбранные изменения к рабочей ветке? При отсутствии конфликтов это будет зафиксировано незамедлительно.";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Подтвердить отбор";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "Вы действительно хотите применить отложенные изменения «%@» к вашей рабочей копии?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "Применить отложенные изменения?";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "Вы действительно хотите удалить эти изменения из индекса?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "Подтвердить отклонение?";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "Вы действительно хотите проверить «%@»?\n\nДелая это, удостоверьтесь в наличии рабочей копии «detached HEAD», что означает, что вы больше не в рабочей ветке. Если вы хотите свершить изменения после этого, вероятно, вы захотите либо проверить ветку снова, либо создать новую. Всё так?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "Вы действительно хотите переключить рабочую копию на «%@»?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "Подтвердите изменение рабочей копии";

/* ConflictedFiles */
"ConflictedFiles" = "Спорные файлы";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "В рабочей копии есть конфликты слияния, которые должны быть улажены до того, как вы продолжите.\n\nВы можете сделать это, выделив конфликтные файлы и выбрав пункт меню «Разрешить конфликты».";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "Слить спорные строки";

/* Continue */
"Continue" = "Продолжить";

/* ContinueGraft */
"ContinueGraft" = "Продолжить Graft";

/* ContinueRebase */
"ContinueRebase" = "Продолжить перемещение";

/* Copy */
"Copy" = "Копировать";

/* CopyFileMessage */
"CopyFileMessage" = "Выберите папку назначения для копирования %@";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "Место назначения";

/* CopyFileTitle */
"CopyFileTitle" = "Копировать файл";

/* CouldNotCheckUserExistsTitle */
"CouldNotCheckUserExistsTitle" = "Не удалось проверить существование пользователя";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "Создать ветвь всё равно";

/* CreateGitTag */
"CreateGitTag" = "Создать метку Git";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "An error occurred while trying to create the repository. The error reported by the server was:\n\n %@";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "Не удалось Создать Репозиторий";

/* CreateLink */
"CreateLink" = "Создать ссылку";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "Выберите файл для сохранения патча";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "Файл патча:";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "Создать патч";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "У вас нет внешних репозиториев с настроенной интеграцией с хостингом. Вам нужно отредактировать ваши внешние репозитории и добавить туда детали вроде типа хостинга и базового адреса. Нажмите кнопку «Настройки» для открытия списка внешних репозиторев.";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "Настройки внешнего проекта";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "You have chosen not to push your changes, meaning the pull request will only include changes already in the remote branch, is this what you want?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "Warning - not pushing";

/* CreateSvnTag */
"CreateSvnTag" = "Создать метку Subversion";

/* Custom */
"Custom" = "Пользовательский";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "Are you sure you want to remove this action?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Open script for custom action";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "Удалить после применения";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "Не выбрана ни одна ветка; выберите хотя бы одну, чтобы удалить";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "Пустое выделение";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "Удалить";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "Удалить коммит…";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "Подтвердите выбрасывание внешней ветки";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "Удалить внешнюю ветку";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "Удалить внешнюю ветку [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "Удалить ссылку на поддерево по локальному пути «%@» из репозитория «%@»?\n\nЭто не удалит поддерево физически.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "Удалить ссылку на поддерево";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "Выбрасывание ветки…";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "Вы выбрали целевую папку вне рабочей копии репозитория. Пожалуйста, выберите папку внутри рабочей копии.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "Путь назначения вне репозитория";

/* DetailsAuthor */
"DetailsAuthor" = "Автор:";

/* DetailsBranch */
"DetailsBranch" = "Ветка:";

/* DetailsChangeset */
"DetailsChangeset" = "Набор изменений:";

/* DetailsCommit */
"DetailsCommit" = "Коммит:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "Дата коммита:";

/* DetailsCommitter */
"DetailsCommitter" = "Автор:";

/* DetailsDate */
"DetailsDate" = "Дата:";

/* DetailsGPG */
"DetailsGPG" = "GPG Details:";

/* DetailsGPGBad */
"DetailsGPGBad" = "Плохая";

/* DetailsGPGGood */
"DetailsGPGGood" = "Хорошая";

/* DetailsLabels */
"DetailsLabels" = "Метки:";

/* DetailsParents */
"DetailsParents" = "Родители:";

/* DetailsRevision */
"DetailsRevision" = "Редакция:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "Редакция SVN:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge was not found in your applications folders. Please install DiffMerge before trying to configure it.";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "DiffMerge не найден";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Cannot enable GPG signing of commits, either there are no GPG keys available or the GPG Program setting in SourceTree's preferences is incorrect.\n\nIf you have added some keys or changed the GPG Program location after opening this screen please close and re-open the sheet and retry.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "Невозможно включить подписи для коммитов";

/* DiscardChanges */
"DiscardChanges" = "Отклонить локальные изменения";

/* DiscardHunk */
"DiscardHunk" = "Отклонить блок";

/* DiscardLines */
"DiscardLines" = "Отклонить строки";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "Повторяющееся название для внешнего репозитория";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "A remote with this name already exists. Please pick a unique name.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "A tag with this name already exists - do you want to move it?\n\n\Warning: if you move a tag that has been used by someone else already, it may cause confusion.";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "Метка уже существует!";

/* EmailRegisterField */
"EmailRegisterField" = "email";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "Вы оставили описание коммита пустым. Вы действительно хотите зафиксировать изменения без описания (не рекомендуется)?";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "Пустое описание коммита";

/* EnterDetailsToRegisterTitle */
"EnterDetailsToRegisterTitle" = "Enter your details to register for an account:";

/* EnterEmailPasswordToLoginTitle */
"EnterEmailPasswordToLoginTitle" = "Enter your email address and password to login:";

/* EnterRegistrationOrLoginTitle */
"EnterRegistrationOrLoginTitle" = "Введите ваши данные или e-mail логина:";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Error Loading Nib: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "Are you sure you want to remove this external project link?";

/* Fatal Error */
"FatalError" = "Критическая ошибка";

/* FeatureName */
"FeatureName" = "Название тематической ветки:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "Сбросить состояние файла до этого коммита";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "Вернуть файл к этой редакции";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "Сбросить состояние файлов до этого коммита";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "Вернуть файлы к этой редакции";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FirstNameRegisterField */
"FirstNameRegisterField" = "имя";

/* FlowConfirmInit */
"FlowConfirmInit" = "Подтверждение изменений в репозитории";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Initialising this repository for Hg Flow will create branches '%@' and '%@' if they don't exist, and also commit a control file ('.flow') to every currently open branch.\n\nAre you sure you want to continue?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "Создать новую ветку";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Тематическая ветка";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "Последняя тематическая ветка";

/* Hotfix */
"FlowHotfix" = "Заплатка";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "Последняя ветка заплаток";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "Последняя главная ветка";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "The production branch you chose, '%@', does not already exist. We can't create this automatically because the point in history where the production branch starts from is very important.\n\nTo resolve this, please create a new branch called '%@' at the point in your log which represents the current production state of your system, then come back and initialise again.";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Невозможно создать ветвь производства";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "Коммит «%@»";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "Последняя ветка разработки";

/* Release */
"FlowRelease" = "Выпуск";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "Последняя ветка выпусков";

/* ForceDelete */
"ForceDelete" = "Принудительное удаление";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Отформатировать согласно рекомендациям";

/* GettingSourceTreeLicenseStatus */
"GettingSourceTreeLicenseStatus" = "Получение лицензии SourceTree…";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "опережает на %d";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "отстает на %d";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "Вы собираетесь исправить предыдущий коммит – это перепишет историю и может вызвать проблемы, если вы уже отправили этот коммит во внешний репозиторий. Вы уверены, что хотите продолжить?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Предупреждение - изменение истории";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "Встроенный git-flow";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Embedded git-lfs %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "System git-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "Удалить метку со всех внешних репозиториев";

/* GitRepoIdentified */
"GitRepoIdentified" = "Это Git-репозиторий";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Не рекомендуется выполнять слияния в репозиторий, синхронизируемый с Subversion. Информация о слияниях, хранимая в Subversion, не достаточна, кроме того механизм отслеживания изменений в git-svn может предпринять неправильные действия. Единственный случай, когда слияние безопасно, если  вы сливаете изменения из ветки, которая никогда не была отправлена в Subversion в ветку отслеживающую Subversion.\n\nДля безопасности не стоит выполнять это действие, вместо этого лучше отобрать коммиты или создать патч. Если вы всё же хотите продолжить, то возникающие проблемы придётся решать вам самим.";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Слияние в репозиторий Subversion не рекомендуется";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "Это действие извлекает последнюю редакцию из Subversion, затем (при необходимости) перемещает ваши изменения поверх всех редакций, которых у вас ещё нет, только после этого ваши коммиты могут быть отправлены на сервер Subversion. Действие производится только с текущей веткой.\n\nВы уверены, что хотите продолжить?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Подтверждаете отправку в Subversion?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Вы отслеживаете репозиторий Subversion. Вы хотите создать метку в Subversion или локальную метку Git? Метки Git не могут быть отправлены в Subversion.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Создать метку Subversion?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Версия встроенного Git %@";

/* GitVersionSystem */
"GitVersionSystem" = "Версия системного Git %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "The GPG path you specified is invalid. You should specify the full path to the folder where the gpg2 installation is located, for example, /usr/local/MacGPG2/bin.\n\nDo you wish to continue?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "Неверный путь GPG";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "SourceTree failed to delete the gpg symlink required for signing commits. Attempting to commit within a repository with commit signing enabled may fail. The 'gpg' symlink exists in the SourceTree application support directory.\n\nAre you sure you wish to continue?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "GPG Deletion Failure";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "SourceTree needs to create a symlink in the application support directory in order for gpg commit signing to work. The following error occurred in attempting to do this:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "GPG Symlink Write Failure";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "It appears that you have a graft in progress that was probably interrupted because of a conflict. If you've resolved the conflicts in your working copy, please choose whether to continue the graft, or to abort and discard your changes. ";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Graft в процессе";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Warning: starting the Subversion conversion from a non-zero revision (in Mercurial) means that branches and tags cannot be converted, so the Subversion repository will be cloned as a flat folder structure instead. \n\nBecause of this, you probably want to make sure you have selected a single branch (or the trunk) as your source URL and not the Subversion root if you have multiple branches.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "Partial Clone Requires Flat Layout";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "Этот репозиторий отслеживает репозиторий Subversion, а при помощи моста (hgsubversion) нельзя создавать ветки Subversion. Если вы создадите новую ветку Mercurial, вы не сможете отправлять из неё изменения напрямую в Subversion, вместо этого нужно перенести изменения в существующую ветку Subversion вручную и отправить её (слияния hgsubversion тоже не поддерживает).\n\nЕсли вы хотите постоянную ветку Subversion, создайте её командой «svn copy» и получите её в этот репозиторий. Если вам просто нужна временная ветка, то, возможно, лучше воспользоваться ещё одним клоном.\n\nЕсли вы всё же решите создать ветку, то возникающие проблемы придётся решать вам самим.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Создание веток Subversion не поддерживается";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "Этот репозиторий отслеживает репозиторий Subversion, а hgsubversion не поддерживает слияния. Выполнение слияния может привести к невозможности отправки изменений текущей ветки в Subversion. Так делать не рекомендуется, вместо этого для применения изменений к нескольким веткам следует воспользоваться функцией «Transplant».\n\nНажимая «Выполнить» вы принимаете ответственность за последствия!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "Слияние веток Subversion не поддерживается";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "Этот репозиторий отслеживает репозиторий Subversion, а hgsubversion не поддерживает создание и удаление меток. Выполнение таких действий приведёт к невозможности отправки изменений в текущей ветке в Subversion. Так делать НЕ рекомендуется, вместо этого нужно создавать метки в программе Subversion.\n\nНажимая «Выполнить» вы принимаете ответственность за последствия!";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Изменение меток Subversion не поддерживается";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "Скрыть вывод командной строки";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "Скрыть боковую панель";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "The URL you specified appears to be malformed, please correct it. ";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "Неправильный URL сервера";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "Неверное имя пользователя";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "Нужно ввести ваше имя пользователя на Bitbucket/GitHub, а не адрес электронной почты.";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "Default user name to use for host %@:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "Edit default user name";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "Are you sure you want to remove the default user name for %@";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "Удалить пользователя по-умолчанию";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Please create at least one hosted repository account before trying to create a repository.";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "No Accounts Registered";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "Please complete all the fields for your %@ account.";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "Неполное описание";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "Unable to load list of hosted service accounts, please report thisto support.";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "Error loading hosting services";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "Ошибка входа в учетную запись %@.\n\nОтвет сервера: «%@»";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "Ошибка входа";

/* HotfixName */
"HotfixName" = "Версия заплатки:";

/* IgnoredFiles */
"IgnoredFiles" = "Игнорируемые файлы";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Укажите файл Вашейл SourceTree лицензии:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "Файл лицензии:";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "Импортировать файл лицензии";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Failed to install command line tools, please see the system log for details.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "Не удалось установить";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Successfully installed command line tools, you can now call the following from a terminal:\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "Установка успешно завершена";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Rebase children of %@ interactively...";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "Interactive rebase...";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "This is not a valid archive file, please specify a file with an extension of .zip, .tar, .tar.gz, .tar.bz2, tgz or tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "Неверный архив";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "Неверный формат Имейла";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "Неверный формат Имейла";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Перейти к коммиту по его SHA-1:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Jump to Revision / Changeset:";

/* KaleidoscopeNotFound */
"KaleidoscopeNotFound" = "Kaleidoscope was not found on this Mac, please install it before selecting it as an external diff or merge tool.";

/* KaleidoscopeNotFoundTitle */
"KaleidoscopeNotFoundTitle" = "Kaleidoscope Not Found";

/* KDiff3NotFound */
"KDiff3NotFound" = "KDiff3 was not found on this Mac, please install KDiff3 before selecting it as an external diff or merge tool.";

/* KDiff3NotFoundTitle */
"KDiff3NotFoundTitle" = "Утилита KDiff3 не найдена";

/* LastNameRegisterField */
"LastNameRegisterField" = "фамилия";

/* LicenseAgreementMandatoryMsg */
"LicenseAgreementMandatoryMsg" = "Перед использованием SourceTree нужно принять лицензионное соглашение, поставив соответствующую галочку.";

/* LicenseAgreementMandatorySkipSetupMsg */
"LicenseAgreementMandatorySkipSetupMsg" = "Вы не согласились с лицензией SourceTree, поэтому программа будет закрыта. Вы уверены?";

/* LicenseAgreementMandatoryTitle */
"LicenseAgreementMandatoryTitle" = "Нужно согласиться с лицензионным соглашением";

/* LicenseFileConfirmOverwriteMsg */
"LicenseFileConfirmOverwriteMsg" = "You already have a license installed, are you sure you want to install this new license?";

/* LicenseFileConfirmOverwriteTitle */
"LicenseFileConfirmOverwriteTitle" = "Перезаписать лицензию?";

/* LicenseFileImportErrMsg */
"LicenseFileImportErrMsg" = "There was a problem importing the license file: %@";

/* LicenseFileImportErrTitle */
"LicenseFileImportErrTitle" = "Ошибка при импорте Лицензии";

/* LicenseFileInvalidMsg */
"LicenseFileInvalidMsg" = "The file specified is not a valid SourceTree license file. Please pick a valid license.";

/* LicenseFileInvalidTitle */
"LicenseFileInvalidTitle" = "Неверная лицензия";

/* LoginFailedTitle */
"LicenseRetrievalFailedTitle" = "License Retrieval Failed";

/* LocateMovedRepository */
"LocateMovedRepository" = "Указать на перемещённый репозиторий";

/* LogAllParents */
"LogAllParents" = "Все родители";

/* LogAncestorOrder */
"LogAncestorOrder" = "По графу";

/* LogBranchesAll */
"LogBranchesAll" = "Все ветки";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "Текущая ветка";

/* LogDateOrder */
"LogDateOrder" = "По дате";

/* LogFollowFirst */
"LogFollowFirst" = "Только первый родитель";

/* LoggingInStatus */
"LoggingInStatus" = "Выполняется вход…";

/* LogHideRemotes */
"LogHideRemotes" = "Скрыть внешние ветки";

/* Login */
"Login" = "Логин";

/* LogShowRemotes */
"LogShowRemotes" = "Показать внешние ветки";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Ядро";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "Это Mercurial-репозиторий";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Версия встроенного Mercurial %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "Версия системного Mercurial %@";

/* Merge */
"Merge" = "Слияние";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "Слить";

/* MergeErrorTitle */
"MergeErrorTitle" = "Ошибки при слиянии";

/* MissingEmailAddressMsg */
"MissingEmailAddressMsg" = "Имейл должен быть указан для продолжения";

/* MissingEmailAddressTitle */
"MissingEmailAddressTitle" = "Имейл не указан";

/* MissingFieldTitle */
"MissingFieldTitle" = "Пропущено Поле";

/* MissingPasswordMsg */
"MissingPasswordMsg" = "Пароль должен быть указан для продолжения";

/* MissingPasswordTitle */
"MissingPasswordTitle" = "Пароль не указан";

/* Mode */
"Mode" = "режим";

/* ModifiedFiles */
"ModifiedFiles" = "Измененные файлы";

/* MoreInfo */
"MoreInfo" = "Подробнее";

/* Move */
"Move" = "Переместить";

/* MoveFileMessage */
"MoveFileMessage" = "Select the destination to move %@";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "Место назначения";

/* MoveFileTitle */
"MoveFileTitle" = "Переместить Файл";

/* MoveTag */
"MoveTag" = "Переместить тэг";

/* MoveToTrash */
"MoveToTrash" = "Также отправить в Корзину";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d новый коммита доступно для получения из «%@» в «%@»";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "Есть новый коммит";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d новых наборов изменений для получения в «%@»";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "New Changeset Available";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%d новых коммитов для получения из «%@» в «%@»";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "Есть новые коммиты";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%d новых наборов изменений для получения в «%@»";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "New Changesets Available";

/* NewGroup */
"NewGroup" = "Новая Группа";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "Создание нового репозитория %@ в %@";

/* No */
"No" = "Нет";

/* NoCommitSelected */
"NoCommitSelected" = "Не выбран ни один коммит";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "Выберите хотя бы один коммит, чтобы продолжить";

/* NoFilesSelected */
"NoFilesSelected" = "Не выбрано ни одного файла";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "Пожайлуйста, выберите как минимум один файл для продолжения";

/* NoFilesToCommit */
"NoFilesToCommit" = "Нечего фиксировать!";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "Выберите какие-нибудь файлы для коммита перед продолжением.";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "Не предупреждать меня в будущем";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "Вы можете выполнять эту операцию только с непрерывным диапазоном строк, выберите заново диапазон строк или выполните действия на каждом из поддиапазонов, если вам нужно выбрать лучшее.";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "Не сплошное выделение";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "Внешняя ветка не выбрана";

/* NoRevisionSelected */
"NoRevisionSelected" = "No Revision Selected";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "Нет изменений в индексе – зафиксировать всё?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "You haven't staged any changes to be committed.\n\nWould you like to just commit all your modifications? This won't add any new files that aren't tracked yet.";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow не был найден по указанному пути; SourceTree будет использовать собственную версию.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow не найден";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS was not found on your system, the internal version will be used.";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS not found";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git не найден";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial не найден на вашем компьютере в стандартных папках; будет использована встроенная в SourceTree версия Mercurial.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial не найден";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "Это неверный путь исходников / URL";

/* NothingToCommit */
"NothingToCommit" = "Нет изменений";

/* OK */
"OK" = "ОК";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "The path %@ does not refer to a working copy for Mercurial or Git.";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "Неверная папка";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "Open Selected Version File";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "Открыть файлы выбранной версии";

/* OpenSourcePath */
"OpenSourcePath" = "Открыть путь источника";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "Open Author Map File";

/* Open Working Copy */
"OpenWorkCopy" = "Открыть Рабочую копию";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; SourceTree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "Пароль найден в адресе";

/* PasswordMismatchTitle */
"PasswordMismatchTitle" = "Пароль не совпадает";

/* PasswordMismatchMsg
   PasswordRegisterField */
"PasswordRegisterField" = "пароль";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "Успешно определены опции среза и базовый путь";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Could not determine strip/base path options from patch file entry: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "Пробный прогон этих изменений выполнен успешно. Отключите опцию «Пробный прогон» и запустите снова, чтобы применить изменения.";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "Патч успешно применен!";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "Просто проверка, возможно ли применить этот патч";

/* PatchFailedMessage */
"PatchFailedMessage" = "Не удалось применить патч к рабочей копии. Наиболее вероятной причиной этого является то, что состояние файлов в папке изменилось слишком сильно.\n\nПожалуйста, внесите изменения вручную.";

/* PatchFailedTitle */
"PatchFailedTitle" = "Не удалось применить патч";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git не поддерживает опцию --dry-run на импорте полных коммитов";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial не поддерживает опцию --dry-run на импорте полных коммитов или патчей с увеличенными опциями различий файлов";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "Патч в формате diff рабочей копии";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "Патч содержит дополнительную информацию об изменениях (копирование, переименование, двоичные данные и т.д.)";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "Патч содержит коммит Git.";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "Патч содержит набор изменений Mercurial";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "Это не правильный файл патча.";

/* PendingFiles */
"PendingFiles" = "Ожидающие файлы";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "Выберите коммит.";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "Выберите внешнюю ветку";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "Пожалуйста, выберите редакцию.";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "Выполнить (не рекомендуется)";

/* PullFailedTitle */
"PullFailedTitle" = "Не удалось получить изменения";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "Вы уверены, что хотите получить поддерево '%@' из '%@', используя ветку/коммит '%@'?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "Получить изменения в поддереве";

/* Push... */
"Push..." = "Отправить…";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "Отправить изменения незамедлительно на %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Фиксация произошла, но отправка – нет. Попробуйте заново отправить с помощью кнопки «Отправить» на панели инструментов.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "Сбой отправки";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Вы уверены, что хотите отправить поддерево '%@' из '%@', используя ветку/коммит '%@'?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "Отправить поддрево";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "Отправить редакцию %@…";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "Отправить редакцию…";

/* Rebase */
"Rebase" = "Перемещение";

/* RebaseAbort */
"RebaseAbort" = "Прервать перемещение";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "Aborting rebase";

/* RebaseContinue */
"RebaseContinue" = "Продолжить перемещение";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "It appears that you have a rebase in progress that was probably interrupted because of a conflict. If you've resolved the conflicts in your working copy, please choose whether to continue the rebase, or or abort this process where you are now. ";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "Выполняется перемещение";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "Продолжается перемещение";

/* RebasingInteractively */
"RebasingInteractively" = "Интерактивное перебазирование..";

/* Register */
"Register" = "Регистрировать";

/* RegisteringAccountStatus */
"RegisteringAccountStatus" = "Регистрация учётной записи…";

/* RegisterNowButton */
"RegisterNowButton" = "Зарегистрируйтесь прямо сейчас - это бесплатно!";

/* ReleaseName */
"ReleaseName" = "Версия выпуска:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "Неправильный корневой URL сервера - укажите правильный адрес http[s]://.";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "Укажите адрес сервера для этого внешнего репозитория, чтобы включить интеграцию с хостингом.";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Ошибка проверки";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "В выбранном репозитории нет сервера совпадающего по описанию с определённым в проекте. Если вы всё же хотите связать репозиторий с данной ссылкой на сервер, исправьте настройки сервера в свойствах вашего репозитория.";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Детали внешнего репозитория не совпадают";

/* RemoveBookmark */
"RemoveBookmark" = "Удалить закладку";

/* RemoveBookmarks */
"RemoveBookmarks" = "Удалить закладки";

/* RenameBranch */
"RenameBranch" = "Переименовать ветку";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "Новое имя ветки";

/* Replace */
"Replace" = "Заменить";

/* RepoIsGone */
"RepoIsGone" = "Репозиторий отсутствует";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "Похоже, что репозиторий был удален или перемещен физически.\n\nХотите удалить закладку на него или указать правильную папку?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Репозиторий перемещён или удалён";

/* RepoScanningDone */
"RepoScanningDone" = "Done, please select the repositories to add below.";

/* RepositoryActions */
"RepositoryActions" = "Действия с репозиторием";

/* RequiredFieldMsg */
"RequiredFieldMsg" = "Поле %@ должно быть заполнено";

/* ReregisterButton */
"ReregisterButton" = "Зарегистрировать снова";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Сбросить %@ к этому коммиту";

/* ResetMenuTitle */
"ResetMenuTitle" = "Сбросить…";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Сбросить к коммиту…";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Восстановлено";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Восстановить коммит…";

/* ReverseHunk */
"ReverseHunk" = "Откатить блок";

/* ReverseLines */
"ReverseLines" = "Обратить строки";

/* RevertMenuTitle */
"RevertMenuTitle" = "Отменить изменения…";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "Пожалуйста, выберите как минимум один файл для продолжения";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "Не выбрано ни одного файла";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "Из-за незавершённого слияния рабочая копия имеет несколько родительских редакций. Выберите редакцию, к которой вы хотите вернуться:\n\n%@\n\nили:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "Выбрать редакцию-предок";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "Вернуть к редакции…";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Отображаются все различия между %@ и %@ ";

/* RevisionLabel */
"RevisionLabel" = "Редакция:";

/* ScanForRepositories */
"ScanForRepositories" = "Поиск репозиториев в папке";

/* SetDestinationPath */
"SetDestinationPath" = "Укажите папку назначения";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "Полка с таким именем уже существует.\n\nВы хотите перезаписать существующую полку новой с тем же именем? Вы потеряете все изменения сделанные на текущей полке.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Полка существует";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Отложить изменения…";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "Показать вывод командной строки";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "Показать боковую панель";

/* BOOKMARKS */
"SidebarBookmarks" = "ЗАКЛАДКИ";

/* BRANCHES */
"SidebarBranches" = "ВЕТКИ";

/* SidebarCheckout */
"SidebarCheckout" = "Перейти на %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "Закрыть %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "Удалить %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "Удалить %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "Извлечь из %@";

/* FILE STATUS */
"SidebarFileStatus" = "СТАТУС ФАЙЛА";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "Слить %@ в %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "Добавить подмодуль";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "Добавить подрепозиторий…";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "Добавить/связать с поддеревом";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "Открыть %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "Получить с %@…";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "Получить %@ в %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "Получить %@ (отслеживаемо)";

/* SidebarPushRemote */
"SidebarPushRemote" = "Отправить на %@…";

/* SidebarPushTo */
"SidebarPushTo" = "Отправить на %@…";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "Отправить на %@ (отслеживаемая)";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "Переместить текущие изменение поверх %@";

/* REMOTES */
"SidebarRemotes" = "REMOTES";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "Удалить %@";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "Удалить %@";

/* SHELVED */
"SidebarShelved" = "SHELVED";

/* STASHES */
"SidebarStashes" = "STASH-ы";

/* SUBMODULES */
"SidebarSubmodules" = "ПОДМОДУЛИ";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "ПОДРЕПОЗИТОРИИ";

/* SUBTREES */
"SidebarSubtrees" = "ПОДДЕРЕВЬЯ";

/* TAGS */
"SidebarTags" = "МЕТКИ";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "Обновлено до %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "Вы уверены, что хотите подписать редакцию '%@'? Это создаст новый коммит.";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Подтвердить подпись редакции";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Подписать редакцию";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "отсортированные по отмечен / не отмечен";

/* SortedByFilename */
"SortedByFilename" = "отсортировано по имени";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "отсортировано по имени (в обратном порядке)";

/* SortedByFileStatus */
"SortedByFileStatus" = "отсортировано по статусу";

/* SortedByPath */
"SortedByPath" = "отсортировано по пути";

/* SortedByPathReverse */
"SortedByPathReverse" = "отсортировано по пути (в обратном порядке)";

/* SourceEqualsDest */
"SourceEqualsDest" = "You must pick a different file as the destination.";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "Неверное имя файла";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "Выбранный коммит:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "Указанная редакция:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "Выберите путь поддерева";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Щелкните «Узнать больше», чтобы получить дополнительную информацию.";

/* SSLErrorTitle */
"SSLErrorTitle" = "Ошибка сертификата SSL";

/* No comment provided by engineer. */
"StagedFiles" = "Принятые файлы";

/* StageHunk */
"StageHunk" = "Добавить блок в индекс";

/* StageLines */
"StageLines" = "Добавить строки в индекс";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "Stash с таким именем уже существует.\n\nВы хотите создать Stash c таким же именем? Ваш имеющийся Stash НЕ будет перезаписан.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "Stash существует";

/* StashMenuTitle */
"StashMenuTitle" = "Изменение Stash…";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "Добавлено";

/* StatusTooltipClean */
"StatusTooltipClean" = "Чистый";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "Удалено";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "Проигнорировано";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "Конфликтует";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "Объединено";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "Отсутствует";

/* StatusTooltipModified */
"StatusTooltipModified" = "Изменено";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "Переименовано";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "Отслеживаемый коммит подрепозитория изменен";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "Не отслеживается";

/* StripMenuTitle */
"StripMenuTitle" = "Стереть начиная отсюда";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "Только git-репозитории могут быть подмодулями";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Не Git-репозиторий";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "Вы должны указать путь внутри Вашего репозитория";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "Путь неверен";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "Незафиксированные подмодули:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Подмодули с исходящими изменениями:";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "Незафиксированные подрепозитории:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Подрепозитории с исходящими изменениями:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "Сначала нужно зафиксировать исходящие изменения в подрепозиториях перед фиксацией в родительский репозиторий.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "Незафиксированные изменения подрепозитория";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "Вы должны отправить изменения в подрепозиторий перед продолжением.";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "Отправить подрепозитории перед продолжением";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Описание поддерева:\n\nРепозиторий: %@\nЛокальный относительный путь: %@\nДерево / коммит: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "Описание поддерева";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "По указанному пути папка уже существует. Вы хотите создать связь между удаленными данными и существующей папкой? (примечание, это действие не повлияет на ваш репозиторий)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "Привязать описание поддерева";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "Поле «Ветка / Коммит» должно быть заполнено";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "Отсутствует описание поддерева";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "Путь / адрес нужен для выполнения действия с поддеревом";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "Путь поддерева не указан";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "The local subtree path '%@' is already linked to a subtree. Do you want to replace the details already associated with that subtree?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "Перезаписать связь с поддеревом?";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "The path prefix specified is an absolute path which could cause problems with your subtree. Are you sure you want to continue?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Path Prefix Error";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Объединить коммиты";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Получение из Subversion";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Редакция Subversion:";

/* SummaryClean */
"SummaryClean" = "Чистый";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "Вывод diff отключен (размер файла или шаблон)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = "Неразрешенное слияние:";

/* SummaryMergeOk */
"SummaryMergeOk" = "Слияние:";

/* SummaryNumAdded */
"SummaryNumAdded" = "Добавлено: %u";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "Споры: %u";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "Входящие: %u";

/* SummaryNumMissing */
"SummaryNumMissing" = "Отсутствует: %u";

/* SummaryNumModified */
"SummaryNumModified" = "Изменено: %u";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "Исходящие: %u";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Удалено: %u";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Неизвестно: %u";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = "Неразрешенное перемещение:";

/* SummaryRebaseOk */
"SummaryRebaseOk" = "Перемещение:";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "Файл переименован/скопирован из %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "Выброшенный двоичный файл";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "Удалённый файл";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "Содержимое файла";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Блок %d : строки %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "строк";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "строк добавлено";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "строк удалено";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "Измененный двоичный файл";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "Измененный файл";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "Новый бинарный файл";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "Новый файл";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "Отслеживаемый коммит подрепозитория изменен";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "Неизмененный файл";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "Неотслеживаемый бинарный файл";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "Неотслеживаемый файл";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "Это сервер Subversion (должен быть склонирован в Git или Mercurial)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "Это сервер Subersion";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Пожалуйста, выберите тип репозитория, в который нужно преобразовать репозиторий Subversion.";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "Выберите вид целевого репозитория";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "Переключение рабочей копии…";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "Выберите версию git-flow, которую вы хотите использовать";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Найти git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "SourceTree требует актуальной весрии git-flow включающей в себя 2 pull запроса, которые были добавлены в ветку 'develop' официального репозитория git-flow (https://github.com/nvie/gitflow) начиная с 9 июля 2012.\n\n. Версия git-flow установленая в вашей системе ДОЛЖНА включать эти pull запросы, номер #222 и #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Предупреждение: требования к версии git-flow ";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "Укажите путь к исполняемому файлу git";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "Найти установленный Git";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Locate your system git-lfs executable";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Locate system Git LFS";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Папка пакета Mercurial Python:";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Пожалуйста найдите ваш системный пакет Mercurial. \nОн должен быть внутри вашей папки библиотек Python, \nк примеру '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "Найти установленный Mercurial";

/* TagDetails */
"TagDetails" = "Описание метки";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "Запись в файл невозможна: %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "Получение из %@";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "Возврашение файлов к %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "Пересадить";

/* TrialDaysRemainingMessage */
"TrialDaysRemainingMessage" = "У вас осталось %d дней пробного периода.";

/* Uncommitted changes */
"UncommittedChanges" = "Эта редакция еще не существует, она будет создана после того, как вы зафиксируете изменения.";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "В рабочей копии есть незафиксированные изменения, которые должны быть зафиксированы до того, как вы продолжите; пожалуйста, зафиксируйте их и повторите это действие.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "Незафиксированные изменения";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "Удалить";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "Редактировать";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "Редактировать описание";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "Переместить";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Объединить";

/* UnknownErrorMsg */
"UnknownErrorMsg" = "Неизвестная ошибка";

/* No comment provided by engineer. */
"UnstagedFiles" = "Непринятые файлы";

/* UnstageHunk */
"UnstageHunk" = "Убрать блок из индекса";

/* UnstageLines */
"UnstageLines" = "Убрать строки из индекса";

/* UntrackedFiles */
"UntrackedFiles" = "Неотслеживаемые файлы";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "Обновить до…";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "Описание";

/* UseRevisionButton */
"UseRevisionButton" = "Использовать %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Переключение на этот коммит создаст отделённый HEAD и рабочая копия больше не будет соответствовать какой-либо ветке (если вы позже не создадите новую).\n\nВы уверены что хотите этого? Если нет, нажмите Отмена и выберите другой коммит, или, если это внешняя ветка, воспользуйтесь вкладкой «Перейти на новую ветку» чтобы создать новую локальную ветку.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Предупреждение: создается отсоединенная голова";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Важное предупреждение: выполнение этого действия требует отмены ВСЕХ незафиксированных изменений, вы действительно хотите продолжить?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "Незафиксированные изменения!";

/* Working Copy */
"Working Copy" = "Рабочая копия";

/* No
   Yes */
"Yes" = "Да";

